import React from "react";

const Home = () => {
  return (
    <div className="home">
      <h1>ငှက်</h1>
      <p>
        ငှက် (မျိုးပေါင်း Aves) သည် အမွှေးအတောင်ရှိ၍ အတောင်ပံ နှစ်ဖက်ရှိသော
        သွေးနွေးသတ္တဝါအမျိုးအစားတွင်ပါဝင်သည်။ သို့သော် အားလုံး ပျံသန်းနိုင်စွမ်း
        မရှိကြပေ။ အချို့ငှက်များသည် အလွန်အပြေးသန်သူများဖြစ်ကြပြီး အချို့ကတော့
        အလွန်ရေကူး ကျွမ်းကျင်သူများ ဖြစ်ကြသည်။ ငှက်သည် ကျောရိုးရှိသတ္တဝါဖြစ်ပြီး
        ဥ,ဥတတ်သော သတ္တဝါအမျိုးအစားလည်း ဖြစ်သည်။ ဥက ပေါက်ဖွားလာသော ကလေးငယ်များကို
        စောင့်ရှောက်လေ့ ရှိကြသည်။ အသက်ရှင်နေထိုင်လျက် ရှိသော ငှက်အမျိုးကွဲပေါင်း
        ၁၀၀၀၀ ကျော်ရှိပြီး ကျောရိုးရှိသတ္တဝါများတွင် မျိုးကွဲအများဆုံးရှိသော
        တက်ထရာပေါ့ဒ်(tetrapod) အမျိုးအစားလည်းဖြစ်သည်။ သူတို့သည် အာတိတ်မှ
        အန္တာတိတ်အထိ ကမ္ဘာပေါ်ရှိ သဘာဝပတ်ဝန်းကျင် (ecosystems) အမျိုးမျိုးတွင်
        ပျံနှံ့နေထိုင်ကြသည်။ ငှက် များ၏ အရွယ်အစားမှာ ၅ စင်တီမီတာ(၂
        လက်မ)မျှသာရှိသော ဘီးဟမ်းမင်းငှက် (Bee Hummingbird) မှသည် ၂.၇ မီတာ(၉ ပေ)
        အထိရှည်သော ငှက်ကုလားအုတ်အထိရှိသည်။ ကျောက်ဖြစ်ရုပ်ကြွင်းမှတ်တမ်းများအရ
        ငှက်များသည် သယ်ယိုပေါ့ဒ် ဒိုင်နိုဆောများမှ ဂျူရက်ဆစ်အချိန်ကာလမှ
        စ၍ဆင်းသက်လာသည်ဟု ခန့်မှန်းနိုင်ပြီး နှစ်ပေါင်း သန်း ၁၅၀ မှ သန်း၂၀၀
        ခန့်တွင်ဖြစ်သည်။ နိခါတကဗေဒပညာရှင်အများစုက ငှက်တို့သည်
        Cretaceous–Tertiary မျိုးတုံးခြင်း အဖြစ်အပျက်အတွင် အသက်ရှင်ကျန်ရစ်ခဲ့သော
        ဒိုင်နိုဆောတို့၏ တစ်ခုတည်းသော အဆက်အနွယ်များအဖြစ် ယူဆကြသည်။
      </p>
    </div>
  );
};

export default Home;
